[
  {
    "id": "005",
    "title":"In Another World With My Smartphone",
    "cover":"images/LNVol5JPN.png",
    "status":"Releasing",
    "publisher":"Yen Press",
    "synopsis":"As a young girl, Princess Anisphia regained her memories of her past life in another world, and ever since, those memories have inspired her. Though her inability to use magic has affected her reputation, she has dealt with this shortcoming by researching and harnessing the arcane in her own way. When her brother breaks off his engagement with Euphyllia, the daughter of a duke, Anisphia suggests the two move in together and study magicology to restore Euphyllia’s honor-thus beginning a tale that will shape the realm, the world, and their futures!",
    "link":"https://clk.asia/Tensei-Kakumei"
  },
  {
    "id": "004",
    "title":"In Another World With My Smartphone",
    "cover":"images/IsesumaLNV28.jpg",
    "status":"Releasing",
    "publisher":"J-Novel Club",
    "synopsis":"After a freak accident involving some lightning winds up zapping him dead, 15-year-old Mochizuki Touya wakes up to find himself face-to-face with God. “I am afraid to say that I have made a bit of a blunder...” laments the old coot. But all is not lost! God says that he can reincarnate Touya into a world of fantasy, and as a bonus, he gets to bring his smartphone along with! So begins Touya's adventure in a new, anachronistic pseudo-medieval world. Friends! Laughs! Tears! Inexplicable Deus ex Machina! He sets off on a journey full of wonder as he absentmindedly travels from place to place, following whatever goal catches his fancy. The curtains lift on an epic tale of swords, sorcery, and smartphone apps!",
    "link":"https://clk.asia/smartphone-isekai"
  },
  {
    "id": "003",
    "title":"Haibara's Teenage New Game+",
    "cover":"images/haibara-s-teenage-new-game-volume-5.jpg",
    "status":"Releasing",
    "publisher":"J-Novel Club",
    "synopsis":"We all have embarrassing memories or deep regrets from high school, right? Socially anxious college senior Natsuki Haibara sure does. When he thinks back on that time of his life, all he has are fleeting fantasies of a happy adolescence that could have been. Imagine his bewilderment and surprise, then, when he inexplicably finds himself seven years in the past—one month before his first year of high school! Can Haibara avoid his previous mistakes, make his way to the top of the school social pyramid, and end up with the girl of his dreams? Or will he be forced to relive three years of solitude as the most hated guy in school? He’ll need all the help he can get in order to succeed, from a workout regimen to online how-to guides, a childhood friend, and plenty of sheer willpower. Watch as Haibara takes a second shot at his teenage years!",
    "link":"https://clk.asia/Haibaras-Teenage-New-Game"
  },
  {
    "id": "002",
    "title":"Death March to Parallel World Rhapsody",
    "cover":"images/DM_Vol19-Cover.jpg",
    "status":"Releasing",
    "publisher":"Yen Press",
    "synopsis":"Programmer Ichirou Suzuki is transported to another world. In a foreign land, he finds that life is an adventure that's sometimes fun, sometimes serious, and full of girls!",
    "link":"https://clk.asia/Death-march-to-parallel-world"
  },
  {
    "id": "001",
    "title":"86: Eighty Six",
    "cover":"images/V12_Cover_JP.jpg",
    "status":"Releasing",
    "publisher":"Yen Press",
    "synopsis":"The Republic of San Magnolia has long been under attack from the neighboring Giadian Empire's army of unmanned drones known as the Legion. After years of painstaking research, the Republic finally developed autonomous drones of their own, turning the one-sided struggle into a war without casualties-or at least, that's what the government claims. In truth, there is no such thing as a bloodless war. Beyond the fortified walls protecting the eighty-five Republic territories lies the \"nonexistent\" Eighty-Sixth Sector. The young men and women of this forsaken land are branded the Eighty-Six and, stripped of their humanity, pilot the \"unmanned\" weapons into battle...",
    "link":"https://clk.asia/86-eighty-six"
  }
]